{
  "Rotkäppchen": {
    "title": "Rotkäppchen",
    "chunk_count": 15,
    "original_summary": "Rotkäppchen ist ein klassisches deutsches Volksmärchen, das von den Brüdern Grimm in ihrer Sammlung Kinder- und Hausmärchen (1812) veröffentlicht wurde. Es handelt von einem jungen Mädchen, das aufgrund ihrer auffälligen roten Kappe allgemein nur \"Rotkäppchen\" genannt wird.\n\nEines Tages bittet Rotkäppchens Mutter sie, der kranken Großmutter einen Korb mit Kuchen und Wein zu bringen. Die Großmutter lebt allein in einem Haus tief im Wald. Vor dem Aufbruch mahnt die Mutter das Mädchen eindringlich, nicht vom Weg abzuweichen und mit niemandem zu sprechen.\n\nAuf dem Weg durch den Wald begegnet Rotkäppchen einem Wolf. Sie ist freundlich und arglos und beginnt ein Gespräch mit ihm, obwohl sie die Warnung ihrer Mutter kennt. Der Wolf gibt sich harmlos und erfährt so, wohin sie unterwegs ist. Dann schmiedet er einen Plan: Er schlägt vor, dass Rotkäppchen einige Blumen pflückt, um ihrer Großmutter eine Freude zu machen. Während sie damit beschäftigt ist, eilt der Wolf heimlich zum Haus der Großmutter, verschlingt die alte Frau und verkleidet sich mit ihrer Kleidung, um sich in ihr Bett zu legen.\n\nAls Rotkäppchen schließlich im Haus der Großmutter ankommt, wundert sie sich über deren Aussehen. In einem berühmten Dialog fragt sie: „Großmutter, warum hast du so große Ohren?\" – „Damit ich dich besser hören kann.\" So geht es weiter mit Augen, Händen und schließlich dem Maul: „Damit ich dich besser fressen kann!\" In diesem Moment springt der Wolf auf und verschlingt auch Rotkäppchen.\n\nZum Glück hört ein Jäger, der gerade durch den Wald streift, das laute Schnarchen des Wolfs. Er betritt das Haus, erkennt die Situation und schneidet dem Wolf den Bauch auf. Großmutter und Rotkäppchen kommen unversehrt wieder heraus. Um sicherzugehen, dass der Wolf keine weiteren Untaten begeht, füllen sie seinen Bauch mit schweren Steinen. Als der Wolf aufwacht und fliehen will, stürzt er unter dem Gewicht der Steine tot zu Boden.\n\nDie Geschichte endet mit der Lehre, dass man auf die Worte der Eltern hören, nicht vom rechten Weg abkommen und keine Gespräche mit Fremden führen sollte. In späteren Versionen geht Rotkäppchen ein zweites Mal zur Großmutter, trifft wieder einen Wolf, bleibt diesmal aber wachsam und wird nicht getäuscht – ein Hinweis auf die moralische Entwicklung der Figur.\n\nWichtige Motive und Symbole:\n\nDer Wald steht für das Unbekannte, Gefährliche, aber auch für eine Art Prüfungsraum des Erwachsenwerdens.\n\nDer Wolf symbolisiert Gefahr, Verführung und Täuschung – oft interpretiert als Warnung vor fremden Männern.\n\nRotkäppchens Kappe gilt als Symbol für kindliche Unschuld, aber auch als Markenzeichen für ihre Rolle im Märchen.\n\nDer Jäger verkörpert Ordnung, Sicherheit und Wiederherstellung der Gerechtigkeit.\n\nStrukturell folgt die Geschichte einer klassischen Märchenform mit Einleitung, moralischer Prüfung, Konflikt, Rettung und Lehre."
  }
}